IDEA Open Model
StandardCheckSectionExtreme Properties
Compatible with IDEA StatiCa Beta 20.0
The StandardCheckSectionExtreme type exposes the following members.
Properties
Name | Description
Accidental
 Accidental loading
 (Inherited from CheckSectionExtreme.)
Fatigue
 Quasi-Permanent loading
 (Inherited from CheckSectionExtreme.)
Frequent
 Frequent loading
 (Inherited from CheckSectionExtreme.)
Fundamental
 Fundamental loading
 (Inherited from CheckSectionExtreme.)
Characteristic
 Characterictic loading
 (Inherited from CheckSectionExtreme.)
QuasiPermanent
 Quasi-Permanent loading
 (Inherited from CheckSectionExtreme.)
Top
See Also
Reference
StandardCheckSectionExtreme Class
IdeaRS.OpenModel.Concrete Namespace